{"Comments": [
    {
        "role": "Estudiante",
        "comment": "Salgo con mis amigos",
        "postId": 22680911,
        "id": 36730835,
        "users": ["NicolasX"],
        "username": "NicolasX",
        "likes": 1
    },
    {
        "role": "Estudiante",
        "comment": "Visito a mi familia",
        "postId": 22680911,
        "id": 70479690,
        "users": [],
        "username": "NicolasX",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Puedes leer",
        "postId": 85499820,
        "id": 3579739,
        "users": [],
        "username": "hayvalg",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Es importante recordar que no existen emociones \"buenas\" o \"malas\" - todas son señales valiosas de nuestro mundo interior que merecen ser escuchadas y comprendidas. Cuando te sientas abrumado por tus emociones, el primer paso es permitirte sentirlas sin juicios, como un observador compasivo de tu propia experiencia.",
        "postId": 85499820,
        "id": 73243295,
        "users": [],
        "username": "Nicolas",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Primero que todo, quiero que sepas que es completamente normal sentirte ansioso@ en esta situación. Es admirable que reconozcas cómo te estás sintiendo y que busques maneras de lidiar con ello ^^. Si te sientes cómodo@, podrías considerar hablar con un profesional, como un psicólogo o consejero, que pueda ayudarte a explorar alternativas y herramientas para manejar la ansiedad sin tener que recurrir a sustancias. También hay muchas otras formas de expresar lo que sientes y de liberar tensiones, como pasar tiempo con amigos, disfrutar de un buen libro o serie, hacer ejercicio, o incluso probar alguna actividad creativa que te llame la atención.\r\n\r\nA veces, el proceso de encontrar lo que realmente te ayuda puede llevar tiempo, y eso está bien :D. Lo importante es que estás intentando, y eso ya es un gran paso. Así que, independientemente de cuánto te tome, recuerda ser paciente contigo mismo@ y darte crédito por cada esfuerzo que haces. Confío en que poco a poco vas a encontrar algo que te haga sentir mejor y más libre en este camino<3.",
        "postId": 14493589,
        "id": 21462147,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Entiendo cómo se siente estar atrapado@ en el ciclo de posponer cosas. Es muy común y realmente difícil de romper, sin embargo, no es imposible ^^. Una buena estrategia es dividir las tareas grandes en pequeñas acciones. Al hacerlo, puedes enfocarte solo en una pequeña tarea a la vez, lo cual se siente mucho más manejable y te da una sensación de avance.\r\n\r\nOtra técnica que ayuda mucho es el método Pomodoro, que consiste en trabajar durante 25 minutos y luego tomar un descanso corto. Esto no solo hace que el tiempo pase más rápido, sino que te da la oportunidad de empezar sin sentirte abrumado@. También podrías intentar anotar las tres tareas más importantes para cada día y enfocarte solo en ellas, celebrando cualquier progreso, por pequeño que sea :D.\r\n\r\nRecuerda que este es un proceso; lo importante es dar un paso cada día, sin juzgarte si algo no sale perfecto. Poco a poco, verás que puedes avanzar sin tanta presión, y empezarás a sentir que tienes más control. Tienes todo lo necesario para lograr lo que te propones, y sé que podrás hacerlo a tu ritmo<3.",
        "postId": 35311787,
        "id": 84371373,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    }
]}