{"Comments": [
    {
        "role": "Estudiante",
        "comment": "Salgo con mis amigos",
        "postId": 22680911,
        "id": 36730835,
        "users": ["NicolasX"],
        "username": "NicolasX",
        "likes": 1
    },
    {
        "role": "Estudiante",
        "comment": "Visito a mi familia",
        "postId": 22680911,
        "id": 70479690,
        "users": [],
        "username": "NicolasX",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Puedes leer",
        "postId": 85499820,
        "id": 3579739,
        "users": [],
        "username": "hayvalg",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Es importante recordar que no existen emociones \"buenas\" o \"malas\" - todas son señales valiosas de nuestro mundo interior que merecen ser escuchadas y comprendidas. Cuando te sientas abrumado por tus emociones, el primer paso es permitirte sentirlas sin juicios, como un observador compasivo de tu propia experiencia.",
        "postId": 85499820,
        "id": 73243295,
        "users": [],
        "username": "Nicolas",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Primero que todo, quiero que sepas que es completamente normal sentirte ansioso@ en esta situación. Es admirable que reconozcas cómo te estás sintiendo y que busques maneras de lidiar con ello ^^. Si te sientes cómodo@, podrías considerar hablar con un profesional, como un psicólogo o consejero, que pueda ayudarte a explorar alternativas y herramientas para manejar la ansiedad sin tener que recurrir a sustancias. También hay muchas otras formas de expresar lo que sientes y de liberar tensiones, como pasar tiempo con amigos, disfrutar de un buen libro o serie, hacer ejercicio, o incluso probar alguna actividad creativa que te llame la atención.\r\n\r\nA veces, el proceso de encontrar lo que realmente te ayuda puede llevar tiempo, y eso está bien :D. Lo importante es que estás intentando, y eso ya es un gran paso. Así que, independientemente de cuánto te tome, recuerda ser paciente contigo mismo@ y darte crédito por cada esfuerzo que haces. Confío en que poco a poco vas a encontrar algo que te haga sentir mejor y más libre en este camino<3.",
        "postId": 14493589,
        "id": 21462147,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Para resolver conflictos, las mejores estrategias suelen ser la negociación y una buena comunicación. Es clave expresar tus puntos de vista de manera clara y, al mismo tiempo, escuchar con paciencia lo que la otra persona necesita o piensa. Puedes intentar hacer preguntas abiertas para entender mejor sus motivos y así ver de dónde viene su postura. Además, evitar el lenguaje negativo ayuda a que el ambiente sea más amigable, lo cual puede hacer una gran diferencia. Si es posible, buscar una solución que beneficie a ambos puede ser realmente valioso y hacer que todos se sientan bien con el resultado de esta :D.",
        "postId": 90073880,
        "id": 37133327,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Para canalizar emociones de forma saludable, es importante reconocer y aceptar tus propias emociones, aprender a controlarlas y expresarlas de una manera productiva ^^.\r\n Lo primero es darte el permiso de reconocer y aceptar tus emociones tal como son, sin juzgarte. Luego, encontrar maneras de expresarlas lo que puede ser muy liberador. Puedes usar el ejercicio, la relajación, la escritura o la creatividad como una manera de expresar lo que sientes, funcionan demasiado bien para entender y expresar de una manera clara lo que sientes. También puedes probar técnicas como la meditación, el mindfulness o el yoga para mantener tu estado mental estable :D. Además, rodearte de amigos y familiares comprensivos y pedir ayuda profesional cuando sea necesario también es biennn importante.",
        "postId": 85499820,
        "id": 22109153,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    },
    {
        "role": "Estudiante",
        "comment": "Entiendo lo difícil que puede ser cuando no te sientes bien contigo mismo@. Todos tenemos cualidades únicas y también aspectos que quisiéramos mejorar, y es normal sentirse así de vez en cuando. Recuerda que el primer paso para cambiar cómo te ves es ser un poco más amable contigo mism@. A veces, solo necesitas tratarte como lo harías con un amigo cercano, con paciencia y comprensión^^.\r\n\r\nPracticar la autocompasión puede ayudarte a ver lo positivo en ti. Dedica un momento a pensar en tus fortalezas y en lo que haces bien, incluso en cosas pequeñas. También ayuda enfocarte en lo que te trae satisfacción, ya sea un pasatiempo, un logro o simplemente un momento de calma. Con constancia, puedes empezar a ver cambios :D.\r\n\r\nSi sientes que es muy difícil hacerlo sol@ puedes buscar ayuda profesional es totalmente válido^^; no es algo de lo que tengas que avergonzarte. Todos los problemas importan, y el apoyo puede marcar una gran diferencia. Recuerda que eres valioso@ y que es posible aprender a verte con más cariño. ¡Tienes mucho que ofrecer! <3",
        "postId": 11288242,
        "id": 84760437,
        "users": [],
        "username": "xM4y_x",
        "likes": 0
    }
]}